Repository: vinsanity05/Year-3-MA
Catalog: NBA Trivia/*.lproj/Localizable.strings
Languages: ar, es, fr

source: And play a video scavenger hunt! Please get ready this video and search for ‘Top 10 Dunks of the Decade’ on Youtube before you begin!
ar: ولعب مطاردة زبال الفيديو! يرجى تجهيز هذا الفيديو والبحث عن 'أفضل 10 دونك للعقد' على Youtube قبل أن تبدأ!
es: ¡Y juega una búsqueda del tesoro en video! ¡Prepare este video y busque 'Top 10 Dunks of the Decade' en Youtube antes de comenzar!
fr: Et jouez à une chasse au trésor vidéo ! Veuillez préparer cette vidéo et rechercher « Top 10 Dunks of the Decade » sur Youtube avant de commencer!

source: And without further ado....
ar: وبدون مزيد من اللغط ....
es: Y sin más preámbulos....
fr: Et sans plus tarder....

source: BEGIN
ar: يبدأ
es: EMPEZAR
fr: COMMENCER

source: Correct ✅: %lld
ar: صحيح ✅: %lld
es: Correcto ✅: %lld

source: Easy
ar: سهل
es: Fácil
fr: Facile

source: Find and play this part of the video
ar: ابحث عن هذا الجزء من الفيديو وقم بتشغيله
es: Encuentra y reproduce esta parte del video
fr: Rechercher et lire cette partie de la vidéo

source: From easy to hard! These include current and historic NBA logos!
ar: من السهل إلى الصعب! وتشمل هذه شعارات الدوري الاميركي للمحترفين الحالية والتاريخية!
es: ¡De fácil a difícil! ¡Estos incluyen logotipos actuales e históricos de la NBA!
fr: De facile à difficile ! Ceux-ci incluent les logos NBA actuels et historiques!

source: Got what it takes to test your NBA Knowledge?
ar: هل حصلت على ما يلزم لاختبار معرفتك في الدوري الاميركي للمحترفين؟
es: Tienes lo que se necesita para poner a prueba tu conocimiento de la NBA?
fr: Vous avez ce qu'il faut pour tester vos connaissances NBA?

source: Hard
ar: الصعب
es: Duro
fr: Dur

source: Incorrect ❌: %lld
ar: غير صحيح ❌: %lld
es: Incorrecto ❌: %lld

source: Let's Get Started!
ar: هيا بنا نبدأ!
es: ¡Empecemos!
fr: Commençons!

source: Logos
ar: الشعارات
es: logotipos

source: Next
ar: التالي
es: Próximo
fr: Suivant

source: Play that video to begin!
ar: شغّل هذا الفيديو لتبدأ!
es: ¡Reproduce ese video para comenzar!
fr: Jouez cette vidéo pour commencer!

source: Please select a quiz you want to play!
ar: الرجاء تحديد الاختبار الذي تريد أن تلعبه!
es: ¡Seleccione una prueba que desee jugar!
fr: Veuillez sélectionner un quiz auquel vous voulez jouer!

source: Restart
ar: اعادة تشغيل
es: Reiniciar
fr: Redémarrage

source: Return to main menu
ar: عودة إلى القائمة الرئيسية
es: Volver al menú principal
fr: Retour au menu principal

source: START
ar: بداية
es: COMIENZO
fr: DÉMARRER

source: The correct answer was: %@
ar: كانت الإجابة الصحيحة: %@
es: La respuesta correcta fue: %@
fr: La bonne réponse était : %@

source: Video Guesser
ar: فيديو جيسر
es: Adivinador de vídeo
fr: Devineur vidéo

source: Video guesser game
ar: لعبة فيديو الحزر
es: Video juego de adivinanzas
fr: Jeu de devinette vidéo

source: Welcome To NBA Trivia!
ar: مرحبًا بكم في NBA Trivia!
es: ¡Bienvenido a Trivia de la NBA!
fr: Bienvenue sur NBA Trivia!

source: Which NBA logo is this?
ar: أي شعار NBA هذا؟
es: ¿Qué logo de la NBA es este?
fr: De quel logo NBA s'agit-il?

source: Your Final Score:
ar: نتيجتك النهائية:
es: Tu puntuación final:
fr: Votre note finale:

source: Loading NBA Trivia...
ar: تحميل معلومات NBA ...
es: Cargando curiosidades de la NBA...
fr: Chargement du jeu-questionnaire NBA...

source: Please remember to have 'Top 10 Dunks of the Decade' ready on another device. This video is found on Youtube.
ar: من فضلك تذكر أن يكون لديك 'أفضل 10 دونك في العقد' جاهزة على جهاز آخر. تم العثور على هذا الفيديو على يوتيوب.
es: Recuerde tener listos los '10 mejores mates de la década' en otro dispositivo. Este video se encuentra en Youtube.
fr: N'oubliez pas d'avoir 'Top 10 Dunks of the Decade' prêt sur un autre appareil. Cette vidéo se trouve sur Youtube.

source: Congratulations! 🎉
ar: تهانينا! 🎉
es: ¡Felicidades! 🎉
fr: Toutes nos félicitations! 🎉

source: Unlucky! ☹️
ar: سيئ الحظ! ☹️
es: ¡Desafortunado! ☹️
fr: Malchanceux! ☹️

source: You are a true genius!
ar: أنت عبقري حقيقي!
es: ¡Eres un verdadero genio!
fr: Tu es un vrai génie!

source: Better luck next time.
ar: حظ أوفر في المرة القادمة.
es: Mejor suerte la próxima vez.
fr: Plus de chance la prochaine fois.
